export const NAV_LINKS = [
  { href: '/', label: 'Главная' },
  { href: '/menu', label: 'Меню' },
  { href: '/about', label: 'О Нас' },
]

export const popularCakesList = [3, 4, 5, 9, 10, 12, 13, 16]

export const cakesList = [
  {
    id: 1,
    title: 'Чизкейк «Карамельный»',
    price: '3300',
    priceBig: '4000',
    weight: '1,2 кг.',
    portion: 'на 12 персон',
    image: '/Cake_1.jpg',
    secondImage: '/Cake_1_2.jpg',
    description:
      'Классический чизкейк с песочной основой, сверху покрыт мягкой карамелью с добавлением обжаренного арахиса',
  },
  {
    id: 2,
    title: '«Прага»',
    price: '3300',
    priceBig: '4000',
    weight: '1,8 кг.',
    portion: 'на 12 персон',
    image: '/Cake_2.jpg',
    secondImage: '/Cake_2_2.jpg',
    description:
      'Нежный шоколадный бисквит, с молочной пропиткой, крем из вареной сгущенки и сливочного масла. Сверху шоколадная глазурь и крошка из шоколадного бисквита',
  },
  {
    id: 3,
    title: '«Морковный»',
    price: '3300',
    priceBig: '4000',
    weight: '1,2 кг.',
    portion: 'на 10 персон',
    image: '/Cake_3.jpg',
    secondImage: '/Cake_3_2.jpg',
    description:
      'Ароматные бисквитные коржи с морковью, лимонной цедрой, орехами и корицей, смазанные кремом из творожного сыра и взбитых сливок',
  },
  {
    id: 4,
    title: '«Микадо»',
    price: '3300',
    priceBig: '4000',
    weight: '1,2 кг.',
    portion: 'на 10 персон',
    image: '/Cake_4.jpg',
    secondImage: '/Cake_4_2.jpg',
    description:
      'Тончайшие песочные коржи на сметанке, сливочный крем с вареной сгущенкой. Сверху полностью покрыт стружкой из молочного шоколада',
  },
  {
    id: 5,
    title: '«Мишка»',
    price: '3500',
    priceBig: '4000',
    weight: '950 г.',
    portion: 'на 10 персон',
    image: '/Cake_5.jpg',
    secondImage: '/Cake_5_2.jpg',
    description:
      'Коржи из рассыпчатого песочного теста чередующиеся с коржами из безе с грецким орехом, смазанные сливочным кремом со сгущенкой. Сверху украшен нежной глазурью из молочного шоколада и дробленым грецким орехом',
  },
  {
    id: 6,
    title: 'Чизкейк «Нью-Йорк»',
    price: '3200',
    priceBig: '4000',
    weight: '1,2 кг.',
    portion: 'на 12 персон',
    image: '/Cake_6.jpg',
    secondImage: '/Cake_6_2.jpg',
    description:
      'Тонкий хрустящий песочный слой и кремчиз. Оформлен свежими ягодами',
  },
  {
    id: 7,
    title: '«Муравейник»',
    price: '3300',
    priceBig: '4000',
    weight: '1,2 кг.',
    portion: 'на 10 персон',
    image: '/Cake_7.jpg',
    secondImage: '/Cake_7_2.jpg',
    description:
      'Хрустящая стружка из песочного теста и сливочный крем со сгущенным молоком',
  },
  {
    id: 8,
    title: '«Малиновый»',
    price: '4000',
    priceBig: '5000',
    weight: '- кг.',
    portion: 'на 12 персон',
    image: '/Cake_8.jpg',
    description:
      'Воздушный ванильный бисквит с нежной молочной пропиткой, сливочный крем со сгущенкой и много-много свежей малины. Сверху оформлен воздушным кремом из взбитых сливок и украшен свежими фруктами',
  },
  {
    id: 9,
    title: '«Прага»',
    price: '3300',
    priceBig: '4000',
    weight: '1,8 кг.',
    portion: 'на 12 персон',
    image: '/Cake_9.jpg',
    secondImage: '/Cake_9_2.jpg',
    description:
      'Нежный шоколадный бисквит, с молочной пропиткой, крем из вареной сгущенки и сливочного масла. Сверху шоколадная глазурь и крошка из шоколадного бисквита',
  },
  {
    id: 10,
    title: '«Медовик Классический»',
    price: '3000',
    priceBig: '4000',
    weight: '1,3 кг.',
    portion: 'на 12 персон',
    image: '/Cake_10.jpg',
    secondImage: '/Cake_10_2.jpg',
    description:
      'Классический заварной крем - воздушный, слегка ванильный, идеально дополняет сладость меда своей нежной текстурой',
  },
  {
    id: 11,
    title: '«Медовик Сливочный»',
    price: '3000',
    priceBig: '4000',
    weight: '1,3 кг.',
    portion: 'на 12 персон',
    image: '/Cake_11.jpg',
    secondImage: '/Cake_11_2.jpg',
    description:
      'Сливочный крем с вареной сгущенкой - для сладкоежек - густой, насыщенный, с карамельной ноткой, добавляет торту глубокий и уютный вкус',
  },
  {
    id: 12,
    title: '«Красный Бархат»',
    price: '3300',
    priceBig: '4000',
    weight: '1,3 кг.',
    portion: 'на 10 персон',
    image: '/Cake_12.jpg',
    secondImage: '/Cake_12_2.jpg',
    description:
      'Сочный бисквит на кефире и крем на основе кремчиз, сливок и сахарной пудры. Сверху украшен бисквитной крошкой',
  },
  {
    id: 13,
    title: '«Миндальный»',
    price: '4200',
    priceBig: '5000',
    weight: '- кг.',
    portion: 'на 10 персон',
    image: '/Cake_13.jpg',
    secondImage: '/Cake_13_2.jpg',
    description:
      'Хрустящие коржи из миндальной муки и фундука, крем из сгущенного молока с соленой карамелью. Сверху нежная соленая карамель и миндальные лепестки',
  },
  {
    id: 14,
    title: '«Эскимо»',
    price: '3300',
    priceBig: '4000',
    weight: '- кг.',
    portion: 'на 10 персон',
    image: '/Cake_14.jpg',
    secondImage: '/Cake_14_2.jpg',
    description:
      'Нежный шоколадный бисквит и крем на основе взбитого сливочного масла и заварного крема. Сверху покрыт мягкой шоколадной глазурью и шоколадными пластинами',
  },
  {
    id: 15,
    title: '«Клубничный»',
    price: '4000',
    priceBig: '5000',
    weight: '- кг.',
    portion: 'на 12 персон',
    image: '/Cake_15.jpg',
    description:
      'Воздушный ванильный бисквит с нежной молочной пропиткой, сливочный крем со сгущенкой и много-много свежей клубники. Сверху оформлен воздушным кремом из взбитых сливок и украшен свежей клубникой',
  },
  {
    id: 16,
    title: '«Птичка»',
    price: '3000',
    priceBig: '4000',
    weight: '1,2 кг.',
    portion: 'на 12 персон',
    image: '/Cake_16.jpg',
    secondImage: '/Cake_16_2.jpg',
    description:
      'Нежные медовые коржи с заварным кремом. Сверху полностью покрыт мягкой шоколадной глазурью',
  },
  {
    id: 17,
    title: '«Лимончик»',
    price: '3300',
    priceBig: '4000',
    weight: '- кг.',
    portion: 'на 10 персон',
    image: '/Cake_17.jpg',
    secondImage: '/Cake_17_2.jpg',
    description:
      'Воздушный лимонный бисквит с заварным кремом и яблочно-лимонной прослойкой',
  },
]

export const smallCakes = [
  {
    id: 18,
    title: 'Тарт «Банановый с карамелью»',
    price: '250',
    image: '/Cake_18.jpg',
    description:
      'Хрустящая песочная корзиночка, заварной крем, банан, карамель',
    weight: '150 г.',
    portion: 'на 1 персон',
  },
  {
    id: 19,
    title: 'Тарт «Лимонный»',
    price: '250',
    image: '/Cake_19.jpg',
    description:
      'Хрустящая корзиночка из песочного теста, нежный лимонный курд и воздушная шапочка из опаленной меренги',
    weight: '150 г.',
    portion: 'на 1 персон',
  },
  {
    id: 20,
    title: 'Тарт «Клубничный»',
    price: '300',
    image: '/Cake_20.jpg',
    description:
      'Хрустящая песочная корзиночка, нежный сливочно-заварной крем и свежая клубника',
    weight: '150 г.',
    portion: 'на 1 персон',
  },
  {
    id: 21,
    title: 'Тарт «С голубикой»',
    price: '300',
    image: '/Cake_21.jpg',
    description:
      'Хрустящая корзиночка из песочного теста, сливочно-заварной крем и ягоды голубики',
    weight: '150 г.',
    portion: 'на 1 персон',
  },
  {
    id: 22,
    title: 'Тарт «Малиновый»',
    price: '300',
    image: '/Cake_22.jpg',
    description:
      'Хрустящая корзиночка из песочного теста, сливочно-заварной крем и ягоды свежей малины',
    weight: '150 г.',
    portion: 'на 1 персон',
  },
  {
    id: 23,
    title: '«Сигаретки»',
    price: '220',
    image: '/Cake_23.jpg',
    description:
      'Мягкого, нежного песочного теста с начинкой из грецкого ореха и ароматных специй',
    weight: '150 г.',
    portion: 'на 1 персон',
  },
  {
    id: 24,
    title: '«Армянская гата»',
    price: '200',
    image: '/Cake_24.jpg',
    description:
      'Традиционное рассыпчатое тесто, замешенное на сметанке, и начинка из сливочного масла с сахаром',
    weight: '150 г.',
    portion: 'на 1 персон',
  },
  {
    id: 25,
    title: '«Шу»',
    price: '200',
    image: '/Cake_25.jpg',
    description:
      'Знаменитое французское пирожное из заварного теста с тонкой хрустящей корочкой и нежнейшим кремом, рецепт которого хранится в тайне и, поистине, является нашей визитной карточкой',
    weight: '150 г.',
    portion: 'на 1 персон',
  },
  {
    id: 26,
    title: 'Рулет «С клубникой»',
    price: '3000',
    image: '/Cake_26.jpg',
    description:
      'Нежный ванильный бисквит, воздушный сливочно-заварной крем и свежие ягоды клубники',
    weight: '150 г.',
    portion: 'на 1 персон',
  },
  {
    id: 27,
    title: 'Рулет «С малиной»',
    price: '3000',
    image: '/Cake_27.jpg',
    description:
      'Нежный ванильный бисквит, воздушный сливочно-заварной крем и свежие ягоды малины',
    weight: '150 г.',
    portion: 'на 1 персон',
  },
]

export const pieceCakes = [
  {
    id: 28,
    title: 'Чизкейк «Карамельный»',
    price: '330',
    image: '/Cake_28.jpg',
    description:
      'Классический чизкейк с песочной основой, сверху покрыт мягкой карамелью с добавлением обжаренного арахиса',
    weight: '100 г.',
    portion: 'на 1 персон',
  },
  {
    id: 29,
    title: '«Прага»',
    price: '330',
    image: '/Cake_29.jpg',
    description:
      'Нежный шоколадный бисквит, с молочной пропиткой, крем из вареной сгущенки и сливочного масла. Сверху шоколадная глазурь и крошка из шоколадного бисквита',
    weight: '150 г.',
    portion: 'на 1 персон',
  },
  {
    id: 30,
    title: '«Морковный»',
    price: '330',
    image: '/Cake_30.jpg',
    description:
      'Ароматные бисквитные коржи с морковью, лимонной цедрой, орехами и корицей, смазанные кремом из творожного сыра и взбитых сливок',
    weight: '120 г.',
    portion: 'на 1 персон',
  },
  {
    id: 31,
    title: '«Микадо»',
    price: '330',
    image: '/Cake_31.jpg',
    description:
      'Тончайшие песочные коржи на сметанке, сливочный крем с вареной сгущенкой. Сверху полностью покрыт стружкой из молочного шоколада',
    weight: '100 г.',
    portion: 'на 1 персон',
  },
  {
    id: 32,
    title: '«Мишка»',
    price: '350',
    image: '/Cake_32.jpg',
    description:
      'Коржи из рассыпчатого песочного теста чередующиеся с коржами из безе с грецким орехом, смазанные сливочным кремом со сгущенкой. Сверху украшен нежной глазурью из молочного шоколада и дробленым грецким орехом',
    weight: '80 г.',
    portion: 'на 1 персон',
  },
  {
    id: 33,
    title: 'Чизкейк «Нью-йорк»',
    price: '330',
    image: '/Cake_33.jpg',
    description:
      'Тонкий хрустящий песочный слой и кремчиз. Оформлен свежими ягодами',
    weight: '100 г.',
    portion: 'на 1 персон',
  },
  {
    id: 34,
    title: '«Муравейник»',
    price: '330',
    image: '/Cake_34.jpg',
    description:
      'Хрустящая стружка из песочного теста и сливочный крем со сгущенным молоком',
    weight: '120 г.',
    portion: 'на 1 персон',
  },
  {
    id: 35,
    title: '«Медовик Классический»',
    price: '300',
    image: '/Cake_35.jpg',
    description:
      'Тонкие медовые коржи и 2 варианта крема: 1. Классический заварной крем, 2. Сливочный крем с вареной сгущенкой',
    weight: '110 г.',
    portion: 'на 1 персон',
  },
  {
    id: 36,
    title: '«Медовик Сливочный»',
    price: '300',
    image: '/Cake_36.jpg',
    description:
      'Тонкие медовые коржи и 2 варианта крема: 1. Классический заварной крем, 2. Сливочный крем с вареной сгущенкой',
    weight: '110 г.',
    portion: 'на 1 персон',
  },
  {
    id: 37,
    title: '«Красный бархат»',
    price: '330',
    image: '/Cake_37.jpg',
    description:
      'Сочный бисквит на кефире и крем на основе кремчиз, сливок и сахарной пудры. Сверху украшен бисквитной крошкой',
    weight: '130 г.',
    portion: 'на 1 персон',
  },
  {
    id: 38,
    title: '«Миндальный»',
    price: '420',
    image: '/Cake_38.jpg',
    description:
      'Хрустящие коржи из миндальной муки и фундука, крем из сгущенного молока с соленой карамелью. Сверху нежная соленая карамель и миндальные лепестки',
    weight: '- г.',
    portion: 'на 1 персон',
  },
  {
    id: 39,
    title: '«Птичка»',
    price: '300',
    image: '/Cake_39.jpg',
    description:
      'Нежные медовые коржи с заварным кремом. Сверху полностью покрыт мягкой шоколадной глазурью',
    weight: '100 г.',
    portion: 'на 1 персон',
  },
  {
    id: 40,
    title: '«Лимончик»',
    price: '330',
    image: '/Cake_40.jpg',
    description:
      'Воздушный лимонный бисквит с заварным кремом и яблочно-лимонной прослойкой',
    weight: '- г.',
    portion: 'на 1 персон',
  },
]
