export const NAV_LINKS = [
  { href: '/', label: 'Главная' },
  { href: '/menu', label: 'Меню' },
  { href: '/about', label: 'О Нас' },
]

export const cakesList = [
  {
    id: 1,
    title: 'ЧИЗКЕЙК КАРАМЕЛЬНЫЙ',
    price: '3300',
    priceBig: '4000',
    image: '/Cake_1.jpg',
    description:
      'классический чизкейк с песочной основой, сверху покрыт мягкой карамелью с добавлением обжаренного арахиса',
  },
  {
    id: 2,
    title: 'ПРАГА',
    price: '3300',
    priceBig: '4000',
    image: '/Cake_2.jpg',
    description:
      'Нежный шоколадный бисквит, с молочной пропиткой, крем из вареной сгущенки и сливочного масла. Сверху шоколадная глазурь и крошка из шоколадного бисквита',
  },
  {
    id: 3,
    title: 'МОРКОВНЫЙ ТОРТ',
    price: '3300',
    priceBig: '4000',
    image: '/Cake_3.jpg',
    description:
      'Ароматные бисквитные коржи с морковью, лимонной цедрой, орехами и корицей,  смазанные кремом из творожного сыра и взбитых сливок',
  },
  {
    id: 4,
    title: 'МИКАДО',
    price: '3300',
    priceBig: '4000',
    image: '/Cake_4.jpg',
    description:
      'Тончайшие песочные коржи на сметанке, сливочный крем с вареной сгущенкой. Сверху полностью покрыт стружкой из молочного шоколада',
  },
  {
    id: 5,
    title: 'МИШКА',
    price: '3500',
    priceBig: '4000',
    image: '/Cake_5.jpg',
    description:
      'Коржи из рассыпчатого песочного теста чередующиеся с коржами из безе с грецким орехом, смазанные сливочным кремом со сгущенкой. Сверху украшен нежной глазурью из молочного шоколада и дорбленым грецким орехом',
  },
  {
    id: 6,
    title: 'ЧИЗКЕЙК НЬЮ-ЙОРК',
    price: '3200',
    priceBig: '4000',
    image: '/Cake_6.jpg',
    description:
      'Тонкий хрустящий песочный слой и кремчиз. Оформлен свежими ягодами',
  },
  {
    id: 7,
    title: 'МУРАВЕЙНИК',
    price: '3300',
    priceBig: '4000',
    image: '/Cake_7.jpg',
    description:
      'Хрустящая стружка из песочного теста и сливочный крем со сгущеным молоком',
  },
  {
    id: 8,
    title: '-----',
    price: '3300',
    priceBig: '4000',
    image: '/Cake_8.jpg',
    description: 'Нежный круассан с маслом и ванилью.',
  },
  {
    id: 9,
    title: '-----',
    price: '3300',
    priceBig: '4000',
    image: '/Cake_9.jpg',
    description: 'Нежный круассан с маслом и ванилью.',
  },
  {
    id: 10,
    title: 'МЕДОВИК',
    price: '3000',
    priceBig: '4000',
    image: '/Cake_10.jpg',
    description:
      'Тонкие медовые коржи и 2 варианта крема: 1. Классический заводной крем, 2. Сливочный крем с вареной сгущенкой',
  },
  {
    id: 11,
    title: 'КРАСНЫЙ БАРХАТ',
    price: '3300',
    priceBig: '4000',
    image: '/Cake_11.jpg',
    description:
      'Сочный бисквит на кефире и крем на основе кремчиз, сливок и сахарной пудры. Сверху украшен бисквитной крошкой',
  },
  {
    id: 12,
    title: 'МИНДАЛЬНЫЙ ТОРТ',
    price: '4200',
    priceBig: '5000',
    image: '/Cake_12.jpg',
    description:
      'Хрустящие коржи из миндальной муки и фундука, крем из сгущеного молока с соленой карамелью. Сверху нежная соленная карамель и миндальные лепестки',
  },
  {
    id: 13,
    title: 'ЭСКИМО',
    price: '3300',
    priceBig: '4000',
    image: '/Cake_13.jpg',
    description:
      'Нежный шоколадный бисквит и крем на основе взбитого сливочного масла и заварного крема. Сверху покрыт мягкой шоколадной глазурью и шоколадными пластинами',
  },
  {
    id: 14,
    title: 'КЛУБНИЧНЫЙ ТОРТ',
    price: '4000',
    priceBig: '5000',
    image: '/Cake_14.jpg',
    description:
      'Воздушный ванильный бисквит с нежной молочной пропиткой, сливочный крем со сгущенкой и много-много свежей клубники. Сверху оформлен воздушным кремом из взбитых сливок и украшен свежей клубникой',
  },
  {
    id: 15,
    title: 'ПТИЧКА',
    price: '3000',
    priceBig: '4000',
    image: '/Cake_15.jpg',
    description:
      'Нежные медовые коржи с заварным кремом. Сверху полностью покрыт мягкой шоколадной глазурью',
  },
  {
    id: 16,
    title: 'ЛИМОНЧИК',
    price: '3300',
    priceBig: '4000',
    image: '/Cake_16.jpg',
    description:
      'Воздушный лимонный бисквит с заварным кремом и яблочно-лимонной прослойкой',
  },
]

export const smallCakes = [
  {
    id: 17,
    title: 'ТАРТ БАНАНОВЫЙ С КАРАМЕЛЬЮ',
    price: '250',
    image: '/Cake_17.jpg',
    description:
      'Хрустящая песочная корзиночка, заварной крем, банан, карамель',
  },
  {
    id: 18,
    title: 'ТАРТ ЛИМОННЫЙ',
    price: '250',
    image: '/Cake_18.jpg',
    description:
      'Хрустящая корзиночка из песочного теста, нежный лимонный курд и воздушная шапочка из опаленной меренги',
  },
  {
    id: 19,
    title: 'ТАРТ КЛУБНИЧНЫЙ',
    price: '300',
    image: '/Cake_19.jpg',
    description:
      'Хрустящая песочная корзиночка, нежный сливочно-заварной крем и свежая клубника',
  },
  {
    id: 20,
    title: 'ТАРТ С ГОЛУБИКОЙ',
    price: '300',
    image: '/Cake_20.jpg',
    description:
      'Хрустящая корзиночка из песочного теста, сливочно-заварной крем и ягоды голубики',
  },
  {
    id: 21,
    title: 'ТАРТ МАЛИНОВЫЙ',
    price: '300',
    image: '/Cake_21.jpg',
    description:
      'Хрустящая корзиночка из песочного теста, сливочно-заварной крем и ягоды свежей малины',
  },
  {
    id: 22,
    title: 'СИГАРЕТКИ',
    price: '220',
    image: '/Cake_22.jpg',
    description:
      'Мягкого, нежного песочного теста с начинкой из грецкого ореха и ароматных специй',
  },
  {
    id: 23,
    title: 'АРМЯНСКАЯ ГАТА',
    price: '200',
    image: '/Cake_23.jpg',
    description:
      'Традиционное рассыпчатое тесто замешенное на сметанке и начинка из сливочного масла с сахаром',
  },
  {
    id: 24,
    title: 'ШУ',
    price: '200',
    image: '/Cake_24.jpg',
    description:
      'Знаменитое французское пирожное из заварного теста с тонкой хрустящей корочкой и нежнейшим кремом, рецепт которого хранится в тайне и, поистине, является нашей визитной карточкой',
  },
  {
    id: 25,
    title: 'РУЛЕТ С КЛУБНИКОЙ',
    price: '3000',
    image: '/Cake_25.jpg',
    description:
      'Нежный ванильный бисквит, воздушный сливочно-заварной, крем и свежие ягоды клубники',
  },
  {
    id: 26,
    title: 'РУЛЕТ С МАЛИНОЙ',
    price: '3000',
    image: '/Cake_26.jpg',
    description:
      'Нежный ванильный бисквит, воздушный сливочно-заварной, крем и свежие ягоды малины',
  },
]
